Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Toisten kunnioittaminen ja huomioiminen sekä sosiaaliset taidot ja leikki ovat keskeisellä sijalla varhaiskasvatuksessa.
sme: Nuppiid gudnejahttin ja vuhtii váldin sihke sosiálalaš dáiddut ja stoahkan leat guovddáš sajis árabajásgeassimis.

source: Lapsi oppii sovittelemaan, jakamaan ja toimimaan yhdessä.
sme: Mánná oahppá heivehallat, juohkit ja doaibmat ovttas.

source: Rajat sovitaan yhdessä koko kasvatusyhteisön kesken.
sme: Rájáid heivehallat ovttas oppa bajásgeassinservošiin.

source: Ristiriitatilanteita ohjataan keskustelemalla lasten ja aikuisten kesken sovinnollisesti.
sme: Ruossalasvuođadiliid bagadallat háleštallamiin mánáin ja vánhemiiguin soabalaččat.

source: Yhdessä toimiminen on ilo lapselle ja onnistumisen kokemuksia on mahdollisuus saada leikkien ja uusien asioiden oppimisen kautta.
sme: Ovttas doaibman lea illun mánnái ja lihkostuvvama vásáhusaid lea vejolaš oažžut stoahkamiid ja ođđa áššiid oahppama bokte

source: 5.3. Päivittäiset toiminnot, ruokailu ja kasvuympäristö
sme: 5.3. Beaivválaš doaimmat, boradeapmi ja šaddanbiras

source: Lapselle ominaiset toimintatavat ovat leikkiminen, liikkuminen, taiteellinen kokeminen ja tutkiminen, joiden kautta lapsi voi vahvistaa hyvinvointiaan ja käsitystä itsestään.
sme: Mánnái mihtilmas doaibmadábit leat stoahkan, lihkadeapmi, dáiddalaš vásiheapmi ja guorahallan, maid bokte mánná sáhttá nannet buresbirgejumi ja oaivila alddis.

source: Lapsen ominaiset toimintatavat otetaan huomioon päivittäisissä toiminnoissa.
sme: Máná mihtilmas doaibmavuogit váldojit vuhtii beaivválaš doaimmain.

source: Päivittäisissä toiminnoissa toteutetaan tässä suunnitelmassa mainittuja kulttuurisisältöjä ja arvoja niin, että lapsi voi kokea kielensä ja kulttuurinsa luonnollisena osana omaa elämäänsä.
sme: Beaivválaš doaimmain ollašuhttit dán plánas máinnašuvvon kultursisdoaluid ja árvvuid nu, ahte mánná sáhttá vásihit gielas ja kultuvrras lunddolaš oassin iežas eallimis.

source: Päivittäisiä toimintoja toteutettaessa käytetään apuna saamelaisyhteisön tietoja ja taitoja.
sme: Beaivválaš doaimmaid ollašuhttimis geavahit veahkkin sápmelašservodaga dieđuid ja dáidduid.

source: Ruokailu on osa lasten perushoitoa, kasvatusta ja opetusta.
sme: Boradeapmi lea oassi máná vuođđodivššu, bajásgeassima ja oahpaheami.

source: Lasta kannustetaan tutustumaan uusiin ruoka-aineisiin ja maistamaan erilaisia ruokia.
sme: Máná movttiidahttit oahpásmuvvat ođđa borramušávdnasiidda ja smáhket earálágan borramušaid.

source: Ruokailu on sosiaalisten taitojen harjoittelua, jossa lapsi oppii hyviä käytöstapoja, toisten huomioon ottamista ja arvostamaan ruokaa.
sme: Boradeapmi lea sosiála dáidduid hárjehallan, gos mánná oahppá buriid láhttendábiid, nuppiid vuhtii váldima ja atnit borramuša árvvus.

source: Lasta kannustetaan omatoimiseen syömiseen kiireettömässä, turvallisessa ja opettelulle myönteisessä ympäristössä.
sme: Máná movttiidahttit iešdoaimmalaš boradeapmái hoahpohis, dorvvolaš ja oahpahallamii miehtemielalaš birrasis.

source: Ruokavalinnat, ruokailutilanne, ruokapuheet ja asenteet ohjaavat lasten ruokatottumusten kehittymistä.
sme: Borramušválljemat, borramušdilálašvuohta, borramušságat ja guottut stivrejit máná borranhárjánemiid ovdáneami.

source: Leikki-iässä on tärkeää ruokavalion monipuolisuus, kasvisten, hedelmien ja marjojen runsas käyttö, pehmeät rasvat ravintorasvoina, rasvaton maito, välipalojen laatu, janojuomien järkevä valinta ja napostelutottumusten välttäminen.
sme: Stoahkanagis lea dehálaš oažžut máŋggabealat borramuša. Šattuid, heđemiid ja murjjiid valljis geavaheapmi, dipma buoiddit biebmobuoidin, vuojahis mielki, gaskabihtáid kvalitehta, goikojuhkamušaid jierpmálaš válljen ja garvit bistevaš borrama.

source: Lapsen kasvuympäristö tulee olla fyysisiltä, psyykkisiltä ja sosiaalisilta tekijöiltään sellainen, että se edistää lapsen hyvinvointia, terveyttä, kasvua, kehitystä ja oppimista.
sme: Máná šaddanbiras galgá leat fysalaš, psykalaš ja sosiálalaš dahkkiid dáfus dakkár, ahte dat ovddida máná buresbirgejumi, dearvvašvuođa, šaddama, ovdáneami ja oahppama.

source: Erityistä huomiota kiinnitetään yksikön melutasoon.
sme: Eandalii galgá giddet fuomášumi máná šlápmadássái.

source: Levottomuus, meluisuus ja liialliset sosiaaliset kontaktit nostavat lapsen stressiherkkyyden liian korkeaksi, mikä osaltaan voi vaikuttaa lapsen älylliseen ja kielelliseen kehitykseen, muistiin, minäkuvaan sekä sosiaalisiin taitoihin.
sme: Dilihisvuohta, šlápmavuohta ja liiggálaš sosiála kontávttat bajidit máná streassahearkivuođa menddo bajás, mii sáhttá oasistis váikkuhit máná jierpmálaš ja gielalaš ovdáneapmái, muitui, iešgovvii sihke sosiálalaš dáidduide.

source: Kasvuympäristössä kiinnitetään huomiota turvallisuuden ja kodinomaisuuden lisäksi toimitilojen toiminnallisuuteen, luonnonläheisyyteen ja siihen, miten ne mahdollistavat saamelaisen perinteen siirtymisen luonnollisesti.
sme: Šaddanbirrasis giddet fuopmášumi dorvvolašvuhtii ja ruovttulagašvuođa lassin doaibmasajiid doaimmalašvuhtii, luonddulagašvuhtii ja dasa, mo dat addet vejolašvuođa sápmelaš árbevieru sirdašuvvamii lunddolaččat.

source: Toimitiloissa on mahdollisuus myös erilaisten saamelaisten käsitöiden tekemiseen.
sme: Doaibmalanjain lea maiddái vejolašvuohta earálágan sápmelaš giehtadujiid bargamii.

source: Toimitilojen läheisyydessä on mahdollisuus laavun ja muiden saamelaisten perinteisten piharakennelmien pystytykselle.
sme: Doaibmalanjaid lahkasiin lea sadji lávu dahje eará sápmelaš árbevirolaš šilljoráhkadusaid ceggemii.

source: Pihapiirin saamelaistamisella voidaan osaltaan vahvistaa lapsen kulttuuri-identiteettiä ja luoda monipuolisempia kielenkäyttömahdollisuuksia.
sme: Šilljobirrasa sámáidahttimiin sáhttit oasistis nannet máná kulturidentitehta ja dahkat máŋggabealagat giellageavahanvejolašvuođaid.

source: 6.1. Varhaiskasvatustoiminnan suunnittelu
sme: 6.1. Árabajásgeassindoaimma plánen

source: Varhaiskasvatusyksiköissä laaditaan yksikkökohtainen toimintasuunnitelma, joka pohjautuu saamelaiseen varhaiskasvatussuunnitelmaan ja saamelaiseen vuotuiskiertoon.
sme: Árabajásgeassinovttadagas dahket ovttadatguovdasaš doaibmaplána, man vuođđun lea sápmelaš árabajásgeassinplána ja jahkodatgierdu.

source: Suunnittelun runkona käytetään saamelaisten kahdeksaa vuodenaikaa, joka kuvastaa saamelaisten maailmankuvaa.
sme: Plánema ruŋgun atnit sápmelaččaid gávcci jagiáiggi, mii govve sápmelaš máilmmigova.

source: Saamelainen maailmankuva hahmottuu ja elää arkipäivän töiden keskellä.
sme: Sápmelaš máilmmigovva dovdo ja eallá árgabeaivvi bargguid guovdu.

source: Saamelaisten kahdeksan vuodenaikaa ovat talvi, kevättalvi, kevät, kevätkesä, kesä, syyskesä, syksy ja syystalvi.
sme: Sápmelaččaid gávcci jahkeáiggi leat dálvi, giđđadálvi, giđđa, giđđageassi, geassi, čakčageassi, čakča ja čakčadálvi.

source: Lapselle laaditaan henkilökohtainen varhaiskasvatussuunnitelma (vasu) yhteistyössä lapsen vanhempien tai muiden lapsen huolenpidosta vastaavien henkilöiden kanssa.
sme: Mánnái dahkat persovnnalaš árabajásgeassinplána (árplá) ovttasbargguin máná vánhemiid dahje eará máná bajásgeassimis vástideaddji olbmuiguin.

source: Vasun tavoitteena on lapsen yksilöllisyyden ja vanhempien näkemysten huomioonottaminen toiminnan järjestämisessä mm. lapsen kokemukset, tarpeet ja tulevaisuuden näkymät, lapsen mielenkiinnon kohteet, vahvuudet ja lapsen yksilöllisen tuen ja ohjauksen tarpeet.
sme: Árplá ulbmilin lea máná persovnnalašvuođa ja vánhemiid oainnuid vuhtiiváldin doaimma ordnemis ee. máná vásáhusat, dárbbut ja boahttevuođa oidnosat, máná beroštumit, givrodagat ja máná persovnnalaš doarjaga ja stivrema dárbbut.

source: Varhaiskasvatussuunnitelmassa sovitaan vanhempien kanssa yhteistyön toimintatavoista.
sme: Árabajásgeassinplánas soahpat vánhemiiguin ovttasbarggu doaibmavugiin.

source: Lapsi voi myös itse osallistua varhaiskasvatussuunnitelman laatimiseen ja arviointiin vanhempien ja henkilöstön yhdessä sopimalla tavalla.
sme: Mánná sáhttá maiddái ieš oassálastit árabajásgeassinplána dahkamii ja árvvoštallamii vánhemiiguin ja bargoveaga ovttas soahpan vugiin.

source: Varhaiskasvatusyksiköissä järjestetään säännöllisiä suunnittelukokouksia perheiden kanssa.
sme: Árabajásgeassinovttadagas ordnet jeavddalaš plánenčoahkkimiid bearrašiiguin.

source: Yksikkökohtaisen toiminnan suunnittelussa ja toteuttamisessa käytetään laajemmin apuna koko saamelaisyhteisöä.
sme: Ovttadatguovdasaš doaimma plánemis ja ollašuhttimis geavahit viidásit veahkkin oppa sámeservodaga.

source: Varhaiskasvatustoiminnan suunnittelussa tehdään yhteistyötä myös eri saamelaisyksiköiden kesken sekä omassa kunnassa että koko saamelaisalueella.
sme: Árabajásgeassindoaimma plánemis bargat ovttasbarggu maiddái eará sápmelašovttadagaiguin sihke iežas gielddas ja oppa sámeguovllus.

source: Tavoitteena on luoda pysyvä saamelaisalueen verkosto, joka osaltaan tuo tukea työhön ja lisää saamelaisen varhaiskasvatustoiminnan sisällön kehittämismahdollisuuksia.
sme: Ulbmilin lea dahkat bissovaš sámeguovllu fierpmádaga, mii bealistis buktá doarjaga bargui ja lasiha sápmelaš árabajásgeassindoaimma sisdoalu ovddidanvejolašvuođaid.

source: Yksikkökohtainen toimintasuunnitelma sisältää mm. seuraavat asiat:
sme: Ovttadatguovdasaš doaibmaplána sisdoallá ee. čuovvovaš áššiid:

source: - yleiset tavoitteet
sme: - almmolaš ulbmilat

source: - kasvuympäristön kuvaus - saamen kielen oppimisen tavoitteet ja välineet
sme: - šaddanbirrasa govvideapmi - sámegiela oahppama ulbmilat ja gaskaoamit

source: - kulttuuriarvojen toteutuminen käytännön toiminnaksi vuotuiskierron mukaan
sme: - kulturárvvuid ollašuvvan geavatlaš doaibman jahkodatgierddu mielde

source: - yhteistyö vanhempien, suvun ja muiden tahojen kanssa - toiminnan arviointi ja keskeiset kehittämiskohteet
sme: - ovttasbargu vánhemiiguin, sogain eará beliiguin - doaimma árvvoštallan ja guovddáš ovddidančuozáhagat

source: 6.2. Varhaiskasvatuksen toteuttaminen
sme: 6.2. Árabajásgeassima ollašuvvan

source: Lasten päivähoito on peruspalvelu, jonka järjestäminen on kunnan velvollisuus ja jonka rahoitus tapahtuu pääosin yhteiskunnan varoista.
sme: Mánáid beaivedikšu lea vuođđobálvalus, man ordnen lea gieldda geatnegasvuohta ja man ruhtadeapmi ollašuvvá eanaš servodaga ruđaiguin.

source: Yhteiskunnan tehtävänä on taata laadullisesti hyvän päivähoidon saatavuus siten, että kaikilla lapsilla on mahdollisuus osallistua palveluihin riippumatta perheen sosioekonomisesta tai muusta yhteiskunnallisesta asemasta tai asuinpaikasta.
sme: Servodaga doaibman lea dáhkidit kvalitehtalaččat buori beaivedivššu oažžuma nu, ahte buot mánáin lea vejolašvuohta oassálastit bálvalusaide bearraša sosioekonomalaš dahje eará servodatlaš sajádagas ja ássanbáikkis fuolatkeahttá.

source: Palvelujen tulee olla monipuolisia ja eri palvelumuotojen tasapuolisesta kehittämisestä tulee huolehtia.
sme: Bálvalusat galget leat máŋggabealagat ja eará bálvalanhámiid dássedettolaš ovddideamis galgá atnit fuola.

source: Saamenkielisten peruspalvelujen tuotannosta vastaavat ensisijaisesti saamelaisalueen kunnat.
sme: Sámegielat vuođđobálvalusaid buvttadeamis vástidit vuosttažettiin sámeguovllu gielddat.

source: Äidinkielisten palvelujen tuotanto on kuitenkin lainsäädännössä määritelty kaikkien Suomen kuntien perustehtäväksi.
sme: Eatnigielat bálvalusaid buvttadeapmi lea goittotge láhkaásaheamis meroštallojuvvon buot Suoma gielddaid vuođđodoaibman.

source: Myös järjestöt ovat osallistuneet merkittävällä tavalla saamenkielisten palvelujen tuotantoon.
sme: Maiddái organisašuvnnat leat váldán oasi mearkkašahtti vugiin sámegielat bálvalusaid buvttadeapmái.

source: Saamelaisten kotiseutualueella järjestetään saamelaista päivähoitoa ja kielipesätoimintaa pääasiassa ryhmäperhepäivähoitona.
sme: Sápmelaččaid ruovttuguovllus ordnejit sápmelaš beaivedivššu ja giellabeassedoaimma váldooassái bearášbeaivedikšun.

source: Ainoastaan Utsjoen kunnassa toimii pohjoissaamelainen päiväkoti.
sme: Dušše Ohcejoga gielddas doaibmá davvisámegielat beaiveruoktu.

source: Ryhmäperhepäivähoitomuoto on painottunut pääasialliseksi toimintamuodoksi perustuen pitkiin etäisyyksiin sekä koulutetun henkilöstön saatavuuteen.
sme: Bearášbeaivedikšohápmi lea šaddan eanaš doaibmahápmin ja dan vuođđun leat guhkes gaskkat sihke skuvlejuvvon bargoveaga oažžun.

source: Myös saamenkielisen päivähoidon tarpeen vaihtelu sekä pienet lapsimäärät kylittäin ovat vaikuttaneet ryhmäperhepäivähoitomuodon yleistymiseen.
sme: Maiddái sámegielat beaivedivššu dárbbu molsašuddan sihke smávva mánnámearit giliid guovdu leat váikkuhan bearášbeaivedikšohámi dábálažžan šaddamii.

source: Kotona tapahtuvaa saamelaista perhepäivähoitoa ei saamelaisalueen kunnissa ole saatavana.
sme: Ruovttus dáhpáhuvvan sápmelaš bearášbeaivedikšu ii sámeguovllu gielddain leat oažžumis.

source: Saamelaisten kotiseutualueella on lokakuun 2009 tietojen mukaan saamenkielisten varhaiskasvatuspalvelujen piirissä yhteensä 104 lasta, joista saamenkielisessä päivähoidossa 71 lasta ja kielipesätoiminnassa 33 lasta.
sme: Sápmelaččaid ruovttuguovllus leat golggotmánu 2009 dieđuid mielde sámegielat árabajásgeassimis vuollásažžan oktiibuot 104 máná, main sámegielat beaivedivššus 71 máná ja giellabeassedoaimmas 33 máná.

source: Saamenkielisessä päivähoidossa olevien lasten määrä on viimeisen 5 vuoden aikana lisääntynyt Inarin ja Utsjoen kunnissa ja vähentynyt Enontekiön kunnassa.
sme: Mánáid mearri, geat leat sámegielat beaivedivššus, mearri lea lassánan maŋimus 5 jagi áigge Anára ja Ohcejoga gielddain ja geahppánan Eanodaga gielddas.

source: Saamelaisten kotiseutualueen ulkopuolella saamenkielistä kokopäiväistä päivähoitoa on saatavilla Rovaniemellä, jossa on 7 lasta.
sme: Sápmelaččaid ruovttuguovllu olggobealde sámegielat ollesáiggi beaivedivššu sáhttá oažžut Roavvenjárggas, gos leat 7 máná.

source: Oulussa toimii saamenkielinen varhaiskasvatuskerho, jossa on mukana 5 lasta.
sme: Oulus doaibmá sámegielat árabajásgeassinriekkis, gos leat mielde 5 máná.

source: 6.3. Varhaiskasvatuksen ohjaus
sme: 6.3. Árabajásgeassima stivren

source: Saamenkielinen päivähoito ja kielipesätoiminta kuuluvat saamelaisalueen kunnissa sosiaalitoimen tai sivistystoimen hallinnon alaisuuteen.
sme: Sámegielat beaivedikšu ja giellabeassedoaibma gullet sámeguovllu gielddain sosiáladoaimma dahje čuvgehusdoaimma hálddahusa vuollásažžan.

source: Saamelaisen varhaiskasvatuksen ohjaus tapahtuu Suomessa pääasiassa suomen kielellä, Utsjoen kunnassa toimii saamenkielinen varhaiskasvatusohjaaja.
sme: Sápmelaš árabajásgeassima stivren dáhpáhuvvá Suomas eanas suomagillii, Ohcejoga gielddas doaibmá sámegielat árabajásgeassinstivrejeaddji.

source: Varhaiskasvatusohjauksesta vastaava henkilöstö varmistaa, että saamelaisten varhaiskasvatusyksiköiden toiminta tukee saamelaislapsen oman kielen ja kulttuurin ylläpitämistä ja kehittämistä.
sme: Árabajásgeassinstivremis vástideaddji bargoveahka dáhkida, ahte sápmelaš árabajásgeassinovttadagaid doaibma doarju sámemáná iežas giela ja kultuvrra bajásdoallama ja ovddideami.

source: Varhaiskasvatuksesta vastaavalla henkilöstöllä tulisi olla riittävä saamen kielen ja kulttuurin tuntemus sekä tietoa monikielisyyskasvatuksesta.
sme: Árabajásgeassimis vástideaddji bargoveagas galggašii leat doarvái buorre sámegiela ja kultuvrra dovdamuš sihke dieđut máŋggagielatvuohtabajásgeassimis.

source: Saamelaisen varhaiskasvatuksen ohjauksessa tehdään yhteistyötä Saamelaiskäräjien kanssa.
sme: Sápmelaš árabajásgeassima stivren dahkkojuvvo ovttasbarggus Sámedikkiin.

source: 6.4. Toiminnan arviointi
sme: 6.4. Doaimma árvvoštallan

source: Varhaiskasvatuspalvelujen arviointia toteutetaan yhdessä lapsen ja hänen vanhempiensa, suvun, henkilöstön ja yhteistyötahojen kanssa.
sme: Árabajásgeassinbálvalusaid árvvoštallan ollašuhtto ovttas mánáin ja su vánhemiiguin, sogain, bargoveagain ja ovttasbargobeliiguin.

source: Kasvatus on sidoksissa kulttuurin ja yhteiskunnan muutokseen.
sme: Bajásgeassin lea čatnasan kultuvrra ja servodaga nuppástuvvamii.

source: Toimintaympäristön muutokset vaikuttavat varhaiskasvatustoiminnan toteutuksen jatkuvaan arviointiin, sen mukaisen toiminnan kehittämiseen, tavoitteiden asettamiseen ja toteuttamiseen.
sme: Doaibmabirrasiid rievdadusat váikkuhit árabajásgeassindoaimma ollašuhttima jeavddalaš árvvoštallamii, dan mielde doaimma ovddideapmái, ulbmiliid ásaheapmái ja ollášuhttimii.

source: Varhaiskasvatuksen sisällön arvioinnin avulla kehitetään varhaiskasvatuksen arjen toimintaa niin, että varhaiskasvatus voisi mahdollisimman hyvin vastata jokaisen lapsen tarpeisiin ja varhaiskasvatus yhtenä palvelumuotona perheiden tarpeisiin.
sme: Árabajásgeassima sisdoalu árvvoštallamiin ovddidit árabajásgeassima árgga doaimma nu, ahte árabajásgeassin sáhtašii buorebut dávistit juohke máná dárbbuid ja árabajásgeassin oktan bálvalushápmin bearraša dárbbuide.

source: Arvioinnin toteuttamisen osalta tulisi yksikkökohtaisessa suunnitelmassa määritellä miten tietoa kerätään, ketkä arvioivat, milloin ja miten.
sme: Árvvoštallama ollašuhttima bealis galggašii ovttaskasdási plánemis meroštallat mo dieđu čohkket, geat árvvoštallet, goas ja mo.

source: Toiminnan arviointiin kuuluu myös lapsen havainnoiminen ja hänen arkensa näkyväksi tekeminen kirjaamalla lapseen liittyviä havaintoja.
sme: Doaimma árvvoštallamii gullá maiddái máná áican ja su árgga oidnosiin dahkan, ahte merket bajás mánnái guoskevaš áicamiid.

source: Havainnointi auttaa kasvattajaa tunnistamaan lapsen kehityksen vaiheet ja yksilölliset piirteet.
sme: Áican veahkeha bajásgeassi earuhit máná ovdáneami muttuid ja persovnnalaš sárgosiid.

source: Tilanteissa, joissa kasvattajalla herää huoli lapsesta, on ensisijaisen tärkeää pysähtyä havainnoimaan lapsen toimintaa ja siinä tapahtuneita muutoksia.
sme: Dilálašvuođain, main bajásgeassis badjána fuolla mánás, lea earenoamáš dehálaš bisánit áicat máná doaimma ja das dáhpáhuvvan nuppástusaid.

source: Päivittäinen havainnointi antaa arvokasta tietoa vanhemmille.
sme: Beaivválaš áican addán mávssolaš dieđu vánhemiidda.

source: Havainnointi ja dokumentointi ovat myös hyviä välineitä lapsen osallisuuden edistämisessä.
sme: Áican ja dokumenteren leat maiddái buorit gaskaoamit máná oasálašvuođa ovddideamis.

source: Kasvattajan havainnoi myös lasten mielenkiinnon kohteita voidakseen suunnitella toimintaansa lapsilähtöisemmäksi jättäen tilaa lapsen omille ehdotuksille.
sme: Bajásgeassi áicá maiddái máná beroštumiid vai sáhttá plánet doaimmas mánnálagabuš ja guođđá saji máná iežas evttohusaide.

source: Lapsen, vanhempien ja suvun antama palaute auttaa henkilöstöä tiedostamaan missä on onnistuttu ja missä on kehitettävää.
sme: Máná, vánhemiid ja soga addán máhcahat veahkeha bargoveaga diehtit gos leat lihkostuvvan ja gos lea ovddidanveara.

source: Arviointi sisältää mm.
sme: Árvvoštallan sisttisdoallá ee.

source: - lapsen yksilöllisen ja kielellisen kehityksen arviointia - arviointia siitä, miten saamelaiset kulttuuriarvot toteutuvat käytännön toiminnaksi
sme: - máná persovnnalaš ja gielalaš ovdáneami árvvoštallama - árvvoštallama das, mo sápmelaš kulturárvvut ollašuvvet geavatlaš doaibman

source: - varhaiskasvatuksen, vanhempien ja suvun kasvatusyhteistyön arviointia
sme: - árabajásgeassima, vánhemiid ja soga bajásgeassinovttasbarggu árvvoštallan

source: - arviointia siitä, miten toiminnan organisointi ja järjestäminen tukevat lapsen kokonaisvaltaista hyvinvointia.
sme: - árvvoštallan das, mo doaimma organiseren ja ordnen dorjot máná oppalaš buresbirgejumi

source: Henkilöstön arvioinnin välineinä ovat havainnointi, dokumentointi, oman työn arviointi, kehittämiskeskustelut esimiehen kanssa, yksikkökohtaiset työpaikkakokoukset ja koko kunnan saamelaisen varhaiskasvatuksen työkokoukset.
sme: Bargoveaga árvvoštallama gaskaoapmin leat áican, dokumenteren, iežas barggu árvvoštallan, ovddidanháleštallamat hoavddain, ovttadatguovdasaš bargobáikečoahkkimat ja oppa giella sápmelaš árabajásgeassima bargočoahkkimat.

source: Saamelaisen varhaiskasvatussuunnitelman sisällöstä ja toimivuudesta suunnittelun pohjana kootaan palautetta Pohjois-Suomen sosiaalialan osaamiskeskuksen toimesta.
sme: Sápmelaš árabajásgeassinplána sisdoalus ja doaimmalašvuođas plánema vuođđun čohkket máhcahaga Davvi-Suoma sosiálasuorggi máhttinguovddáža bealis.

source: Palautteen kautta saatua tietoa hyödynnetään saamelaisen varhaiskasvatuksen kehittämistyössä.
sme: Máhcahaga bokte ožžojuvvon dieđu ávkkástallat sápmelaš árabajásgeassima ovddidanbarggus.

source: 6.4. Turvallisuussuunnitelma
sme: 6.4. Dorvvolašvuo đ aplána

source: Päivähoidon turvallisuussuunnitteluun sisältyvät sekä henkilökuntaa että lapsia koskevat lakisääteiset ja muut turvallisuutta ja terveellisyyttä koskevat suunnitelmat.
sme: Beaivedivššu dorvvolašvuođaplánii gullet sihke bargoveaga ja mánáid guoskevaš lágas ásahuvvon ja earát dorvvolašvuođa ja dearvvašvuođa guoskevaš plánat.

source: Päivähoitolaki velvoittaa toimintayksikköä huolehtimaan päivähoidon turvallisesta järjestämisestä.
sme: Beaiveruovttuláhka geatnegahttá doaibmaovttadaga fuolahit beaivedivššu dorvvolaš ordnemis.

source: Päivähoidon turvallisuussuunnitelma on pelastussuunnitelmaa laajempi kokonaisturvallisuuden parantamiseen ja ylläpitoon tähtäävä asiakirja.
sme: Beaivedivššu dorvvolašvuođaplána lea viidásut go gádjunplána oppalašdorvvolašvuođa buorideapmái ja bajásdoallamii siktejeaddji áššegirji.

source: Turvallisuussuunnitelmassa arvioidaan toimintaa uhkaavat vaarat ja selvitetään toiminnan riskit ottaen huomioon päivähoitoa säätelevien lakien keskeiset vaatimukset, toimintayksikön työsuojelun toimintaohjelma sekä työterveyshuollon työpaikkaselvitykset.
sme: Dorvvolašvuođaplánas árvvoštallat doaimma uhkideaddji áitagiid ja čielggadit doaimma riskkaid ja váldit vuhtii lágaid, mat muddejit beaivedivššu guovddáš gáibádusaid, doaibmaovttadagaid bargosuodjaleami doaibmaprográmma sihke bargodearvvašvuohtačielggadusat.

source: Tarkastelun piiriin kuuluvat mm. toimintayksikön henkilöstö, hoidossa olevat lapset, toimintayksikössä vierailevat henkilöt, toimintayksikön ulko- ja sisätilat sekä toimintavälineet ja lähiympäristö.
sme: Guorahallamii gullet ee doaibmaovttadaga bargoveahka, mánát, geat leat divššus, doaibmaovttadagas galledeaddji olbmot, doaibmaovttadaga olgo- ja sissajit sihke doaibmagaskaoamit ja lagašbiras.

source: Saamelaisissa varhaiskasvatusyksiköissä toteutettava kulttuuriin liittyvä monipuolinen toiminta lasten kanssa mm. tulistelu, erilaisiin tapahtumiin ja retkiin osallistuminen vaatii etukäteisjärjestelyjä, yhteistyötä ja turvallisuusnäkökohtia huomioivaa suunnittelua sekä riittäviä henkilöstöresursseja.
sme: Sápmelaš árabajásgeassinovttadagas ollášuhtton kultuvrii gullevaš máŋggabealat doaibma mánáiguin ee. dolastallan, earálágan dáhpáhusaide ja reaissuide oassálastin gáibida válmmaštallamiid ovddalgihtii, ovttasbarggu ja dorvvolašvuođaoainnuid vuhtii váldi plánema sihke doarvái bargoveahkaresurssaid.

source: Retkiä ym. voidaan järjestää yhteistyössä lapsen perheen, suvun ja resurssihenkilöstön kanssa, mutta myös näissä tilanteissa tulee toiminnasta vastaavan henkilöstön selvittää vastuu- ja turvallisuuskysymykset vanhempien kanssa etukäteen.
sme: Reaissuid jed. sáhttá ordnet ovttasbargguin máná bearrašiin, sogain ja resursabargoveagain, muhto maiddái dáid diliin galgá doaimmas vástideaddji bargoveahka čielggadit ovddasvástádus- ja dorvvolašvuođagažaldagaid vánhemiiguin ovddalgihtii.
